export default data = {
    welcome: {
        welcome1screen: {
            titleFirstPart: "Ласкаво просимо до",
            titleBoldPart: "Bazhay!",
            textFirstPart: "Уяви світ, де ти завжди",
            textItalicPart: "отримуєш",
            textSecondPart: "саме ті",
            textBoldPart: "подарунки, які бажаєш...",
            textEndingPart: "Заманливо, так?"
        },
        welcome2screen: {
            firstParagraph: {
                start: "з",
                bold: "bazhay",
                end: "тобі і уявляти не потрібно, адже це — реальність."
            },
            secondParagraph: {
                start: "Наш додаток надає тобі можливість",
                italic: "легко",
                center: "створити бажання та",
                secondItalic: "поділитися",
                end: "ними з близькими людьми."
            },
            thirdParagraph: {
                start: "а твоїм близьким — вибирати подарунки",
                italic: "без стресу."
            }
        },
        welcome3screen: {
            button: "Розпочати!",
            firstParagraph: {
                start: "Забудь про розчарування від непотрібних речей — тепер",
                italic: "ти контролюєш",
                bold: "свій святковий настрій!"
            },
            secondParagraph: {
                start: "ми",
                italic: "об’єднуємо",
                center: "людей через подарунки, які приносять",
                bold: "радість і зміцнюють стосунки."
            }
        },
        layout: {
            skipButton: "Пропустити"
        }
    },
    auth: {
        accountConnectedScreen: {
            title: "Обліковий запис пов’язано!",
            textFirstPart: "Тепер ти можеш запрошувати",
            textBoldPart: "друзів",
            textCenterPart: ", заходити з",
            textFirstItalicPart: "різних",
            textSecondItalicPart: "пристроїв",
            textEndPart: "у свій обліковий запис"
        },
        accountFillAvatarScreen: {
            titleFirstPart: "Додай своє",
            titleSecondPart: "фото",
            galleryButton: "Вибрати в галереї",
            cameraButton: "Зробити фото",
            skipButton: "Додати пізніше"
        },
        accountFillBirthScreen: {
            titleFirstPart: "Напиши свою дату",
            titleSecondPart: "народження",
            titleSpan: "Твої близькі люди завжди пам’ятатимуть про нього",
            checkBox: "Приховати рік народження"
        },
        accountFillEndingScreen: {
            title: "Виглядає класно,",
            spanFirst: "Більше налаштувань",
            spanSecond: "ти можеш додати у власному профілі",
            startLearnMessage: "Привіт! \n Я тут для твоєї зручності. \n Буду супроводжувати в процесі Твого першого користування Bazhay!",
            startLearnButton: "Далі",
            endLearnMessage: "Наше навчання завершено, але ти можеш повернутись до нього в “Налаштуваннях”",
            endLearnButton: "Розпочати!"
        },
        accountFillMessageScreen: {
            titleFirstPart: "Перш, ніж ми розпочнемо, давай ",
            titleBoldPart: "налаштуймо",
            titleCenterPart: "Bazhay!",
            titleItalicPart: "для тебе"
        },
        accountFillNameScreen: {
            minLengthError: "Ім'я повинно містити не менше двох символів",
            maxLengthError: "Ім'я повинно містити не більше двадцяти символів",
            requiredError: "Обов\'язково вкажіть ім\'я",
            titleFirstPart: "Як тебе",
            titleBoldPart: "звати",
            titleSpan: "Напиши своє ім’я - так друзі та близькі зможуть знайти тебе у Bazhay! ",
            unknownError: "Упс, щось пішло не так",
            namePlaceholder: "Напиши своє ім’я"
        },
        accountFillNickNameScreen: {
            minLengthError: "Нік повинен містити не менше двох символів",
            maxLengthError: "Нік повинен містити не більше тридцяти символів",
            requiredError: "Обов\'язково вкажіть нік",
            titleFirstPart: "Придумай собі",
            titleBoldPart: "нікнейм",
            unknownError: "Нікнейм вже зайнято",
            nickNamePlaceholder: "Напиши свій нікнейм"
        },
        accountFillSexScreen: {
            titleFirstPart: "Вкажи свою",
            titleBoldPart: "стать",
            female: "Жінка",
            male: "чоловік",
            omit: "не зазначати",
            button: "Готово"
        },
        authentificationScreen: {
            emailError: "Некоректна електронна пошта",
            requiredError: "Електронна пошта обов\'язкова",
            titleFirstPart: "Створи",
            titleCenterPart: "обліковий запис або",
            titleItalicPart: "увійди",
            titleEndingPart: "до нього",
            titleSpan: "Зберігай свої дані в безпеці та використовуй на кількох пристроях",
            emailPlaceholder: "Продовжити з електронною поштою",
            or: "або",
            guestButtonFirstPart: "Продовжити як",
            guestButtonItalicPart: "гість",
            bottomTextFirstPart: "Натискаючи “Продовжити”, ти приймаєш",
            bottomTextPrivacyPolicy: "Політику конфеденційності",
            bottomTextAnd: "та",
            bottomTextUsageRules: "Правила користування",
            guestMessage: "Ти увійшов(ла) як гість. Якщо вийдеш\n з системи або втратиш пристрій,\n на жаль, всі твої дані буде втрачено.",
            guestMessageButton: "Увійти в обліковий запис"
        },
        avatarConfirmationScreen: {
            title: "Твоя аватарка"
        },
        changeEmailScreen: {
            emailError: "Некоректна електронна пошта",
            requiredError: "Електронна пошта обов\'язкова",
            titleFirstPart: "Зміни",
            titleSecondPart: "електронну адресу",
            titleSpan: "Зберігай свої дані в безпеці та використовуй на кількох пристроях",
            emailPlaceholder: "Ввести електронну пошту",
            bottomTextFirstPart: "Натискаючи “Продовжити”, ти приймаєш",
            bottomTextPrivacyPolicy: "Політику конфеденційності",
            bottomTextAnd: "та",
            bottomTextUsageRules: "Правила користування"
        },
        emailConfirmationScreen: {
            titleFirstPart: "Надіслали тобі на електронну пошту",
            titleItalicPart: "код",
            titleEndingPart: "для входу",
            titleSpan: "Про всяк випадок перевір вхідні та спам",
            bottomText: "Не отримав код?",
            sendAgainButton: "Надіслати знову",
            changeEmailButton: "Змінити електронну пошту"
        },
        greetingScreen: {
            titleFirstPart: "Приємно",
            titleSecondPart: "познайомитись,"
        },
        imageFromCameraScreen: {
            continueButton: "Продовжити",
        },
        imageFromGalleryScreen: {
            continueButton: "Продовжити",
        },
        accountFillLayout: {
            topText: "Заповнення профілю"
        },
        otpInput: {
            otpError: "Код підтвердження не вірний"
        }
    },
    wishCreating: {
        addWishPopUp: {
            linkButton: "Додати за посиланням",
            manualButton: "Додати бажання вручну"
        },
        wishCreatingLayout: {
            topText: "Створення бажання",
        },
        addWishDescriptionScreen: {
            title: "Опиши своє бажання та додай характеристики",
            placeholder: "Тут ти можеш написати декілька слів про своє бажання, уточнити розмір, колір чи модель",
            button: "Додати пізніше"
        },
        addWishFromGalleryScreen: {
            all: "Усі",
            photo: "Фото",
            video: "Відео",
            button: "продовжити"
        },
        addWishLinkScreen: {
            urlError: "Вкажіть правильне покликання",
            title: "Де можна замовити бажання?",
            placeholder: "Вкажи посилання з сайту",
            button: "Додати пізніше"
        },
        addWishPhotoOrVideoScreen: {
            title: "Додай фото або відео бажання",
            galleryButton: "Вибрати в галереї",
            cameraButton: "Зробити фото",
            skip: "Пропустити"
        },
        addWishPriceScreen: {
            title: "Яка вартість твого бажання?",
            error: "Вкажіть валідну ціну",
            placeholder: "Напиши ціну",
            skip: "Додати пізніше"
        },
        addWishTitleScreen: {
            title: "Як називається твоє бажання?",
            placeholder: "Напиши назву свого бажання"
        },
        visibilityChoices: {
            "": "",
            everyone: "Всі",
            subscribers: "Підписники",
            selected_users: "обрати серед підписників",
            only_me: "Тільки я"
        },
        addWishVisibilityScreen: {
            title: "Хто буде бачити твоє бажання",
            editingButton: "Готово",
            button: "Далі"
        },
        imageResizeScreen: {
            button: "Готово"
        },
        wishConfirmationScreen: {
            yourWishText: "Твоє бажання",
            namePlaceholder: "напиши Назву бажання",
            pricePlaceholder: "вкажи вартість та валюту",
            linkPlaceholder: "вкажи посилання",
            descriptionPlaceholder: "додай опис та характеристики",
            accessPlaceholder: "налаштуй, хто бачить це бажання",
            button: "Готово",
            copyingModeText: "скопіювати бажання собі",
            fulfilledButton: "Позначити бажання як виконане",
            deleteButton: "Видалити бажання",
            reservePlaceholder: "налаштуй, хто може виконати"
        },
        wishImageConfirmationScreen: {
            title: "Зображення твого бажання"
        },
        premiumBottomButtons: {
            first: "Відновити покупки",
            second: "Правила та умови"
        },
        premiumMonthButton: "місяць",
        premiumTryButton: {
            title: "Спробувати безкоштовно",
            span: "7-ми денний пробний період, потім 9,99 USD на рік (0,83 USD в місяць)"
        },
        addWishByLinkScreen: {
            titleFirst: "Встав",
            titleSecond: "посилання",
            titleThird: "на своє бажання",
            span: "а ми заповнимо  інформацію",
            guestMessage: "Ти увійшов(ла) як гість. Увійди в свій обліковий запис, щоб створити бажання",
            guestMessageButton: "Увійти в обліковий запис",
            error: "Вкажіть коректне покликання на бажання",
            placeholder: "Вкажи посилання з сайту"
        },
        premiumScreen: {
            premiumAdvantages: [
                "Створюй необмежену кількість бажань",
                "налаштовуй видимість бажань",
                "дивись, хто хоче виповнити твої бажання",
                "налаштовуй, хто може виконувати бажання",
                "користуйся додатком без обмежень",
                "першим отримуй нові преміум-функції"
            ],
            titleFirst: "Преміум-",
            titleSecond: "підписка"
        },
        videoEditScreen: {
            text: "Натисніть, щоб обрати обкладинку",
            cutVideo: "обрізати відео",
            selectCover: "обрати обкладинку",
            save: "Готово"
        },
        selectUsersScreen: "хто буде бачити бажання",
        reservationsSettingsScreen: {
            title: "хто може виконати бажання",
            emptyMessageFirst: "Користувача, що буде дарувати вам бажання вже вибрано",
            emptyMessageSecond: "Ще ніхто не зарезервував твоє бажання",
            popUp: {
                first: "Ти хочеш, щоб @",
                second: "виконав бажання назва бажання?"
            }
        }
    },
    main: {
        premiumProfileAdvert: {
            titleFirstPart: "підпишись на",
            titleSecondPart: "преміум",
            descriptionFirstPart: "Насолоджуйся усіма",
            descriptionItalicPart: "преміум",
            descriptionEndPart: "-функціями та доступами. Спробуй тиждень безкоштовно",
            button: "Спробувати безкоштовно",
            bottomText: "7-ми денний пробний період, потім 9,99 USD на рік 0,83 USD в місяць",
        },
        sortingButton: {
            topText: "сортувати за",
            priority: "пріорітетом",
            descendingPrice: "Найбільшою вартістю",
            ascendingPrice: "Найменшою вартістю",
            descendingDate: "останнім додаванням",
            ascendingDate: "доданим раніше"
        },
        tabBar: {
            home: "Дім",
            search: "Пошук",
            community: "ком’юніті",
            profile: "Профіль",
            createWish: "Створити бажання"
        },
        profileScreen: {
            wishes: "бажання",
            drafts: "чернетки",
            namePlaceholder: "Ім’я та Прізвище",
            aboutPlaceholder: "Напиши декілька слів про себе",
            subscribers: "Підписники",
            subscriptions: "Підписки",
            guestMessage: "Ти увійшов(ла) як гість. Увійди в свій обліковий запис, щоб переглянути профіль",
            guestMessageButton: "Увійти в обліковий запис",
            address: "Адреса",
            post: "Пошта"
        },
        brandsTabTitle: "Бренди",
        forYouTabTitle: "Для тебе",
        subscriptionCard: {
            subscribe: "Стежити",
            unsubscribe: "Відстежується",
        },
        communityScreen: {
            subscribers: "підписники",
            subscriptors: "підписки",
            searchPlaceholder: "Знайди близьких",
            emptyMessage: "У вас ще немає",
            emptyMessageSubscribers: "підписників",
            emptyMessageSubscriptors: "підписок",
            guestButton: "Увійти в обліковий запис",
            addFriendsButton: "додати друзів"
        },
        homeScreen: {
            guestButton: "Реєстрація",
            popular: "Найпопулярніше"
        },
        searchScreen: {
            searchPlaceholder: "Знайди друзів, бажання та бренди",
            categories: [
              {key: "users", name: "Люди"},
              {key: "brands", name: "Бренди"},
              {key: "wishes", name: "Бажання"},
            ],
            emptyMessage: "По вашому запиту нічого не знайдено",
            popularRequests: "Популярні запити",
            addFriendsButton: "додати друзів"
        }
    },
    profile: {
        addressInfoBlock: {
            address: "Ми поважаємо твоє право на конфіденційність та дотримуємось правил безпеки, саме тому всі особисті дані, вказані в адресі доставки інші користувачі можуть побачити тільки після запиту на дозвіл у тебе.",
            post: "Ми поважаємо твоє право на конфіденційність та дотримуємось правил безпеки, саме тому всі особисті дані, вказані в адресі відділення пошти інші користувачі можуть побачити тільки після запиту на дозвіл у тебе."
        },
        premiumYearButton: {
            title: "на рік",
            span: "0,83 USD в місяць",
            price: "9,99 USD"
        },
        changeLanguageScreen: {
            title: "Мова",
            uk: "українська",
            en: "англійська"
        },
        deleteAccountScreen: {
            title: "Упевнений/а, що хочеш видалити акаунт?",
            span: "Нам тебе не вистачатиме! Будь ласка,\n розкажи нам, що ми можемо зробити, \nщоб покращити твій досвід\nкористування додатком.",
            continueButton: "Продовжити використання Bazhay!",
            reviewButton: "Напиши, що тобі не подобається",
            deleteButton: "Видалити мій акаунт"
        },
        profilePremiumScreen: {
            title: "преміум підписка",
            titlePremium: "Дякуємо, що користуєшся преміум-версією Bazhay!",
            advantages: "Переваги преміум-підписки:",
            trialFirst: "У тебе пробний 7-ми денний період преміум-версії Bazhay! По закінченню пробного періоду",
            trialSecond: "буде автоматично оформлена річна підписка у відсутності відміни підписки як мінімум за 24 години до цієї дати. річна підписка коштує 9,99 USD (0,83 USD на місяць).",
            year: "У тебе річна підписка за 9,99 USD (0,83 USD на місяць), яка діє до",
            month: "У тебе місячна підписка за 2,99 USD, яка діє до",
            questions: "поширені питання",
            techSupport: "технічна підтримка"
        },
        settingsScreen: {
            title: "Налаштування",
            accountBlock: "Обліковий запис та додаток",
            account: "Акаунт",
            language: "Мова",
            premium: "преміум підписка",
            premiumAdvert: {
                titleFirstPart: "спробуй",
                titleSecondPart: "Bazhay! преміум",
                spanFirst: "Лише 0,80$ на місяць",
                spanSecond: "щороку передплата 10$",
                button: "спробуй 7 днів безкоштовно"
            },
            contactUsBlock: "напиши нам",
            techSupport: "технічна підтримка",
            becomeAmbassador: "Стань нашим амбасадором",
            aboutUsBlock: "Про нас",
            moreInfo: "Більше про Bazhay!",
            share: "Поділитись Bazhay! з друзями",
            instagram: "слідкуй за нами в Instagram",
            tikTok: "слідкуй за нами в Tik Tok",
            lawBlock: "Юридична інформація",
            privacyPolicy: "Політика конфеденційності",
            termsOfUse: "Правила користування",
            exit: "Вийти",
            deleteAccount: "видалити акаунт",
            version: "Версія"
        },
        updateAboutScreen: {
            titleFirst: "Напиши",
            titleSecond: "про себе",
            placeholder: "Тут ти можеш написати декілька слів про себе"
        },
        updateAddressScreen: {
            fields: [
                {
                    title: "Країна",
                    placeholder: "Обери свою країну",
                    name: "country"
                },
                {
                    title: "Регіон",
                    placeholder: "Обери свій регіон",
                    name: "region"
                },
                {
                    title: "Місто",
                    placeholder: "Обери своє місто",
                    name: "city"
                },
                {
                    title: "Вулиця",
                    placeholder: "Напиши свою вулицю",
                    name: "street"
                },
                {
                    title: "Індекс",
                    placeholder: "Напиши свій індекс",
                    name: "post_index"
                },
                {
                    title: "ПІБ для отримання",
                    placeholder: "Напиши своє прізвище, ім’я та по-батькові",
                    name: "full_name"
                },
                {
                    title: "Номер телефону",
                    placeholder: "Напиши свій номер телефону",
                    name: "phone_number"
                },
            ],
            title: "Адреса доставки",
            delete: "Видалити",
            save: "Зберегти"
        },
        updateAvatarScreen: {
            title: "оновити аватар",
            delete: "Видалити",
            message: "ти дійсно хочеш видалити аватар свого профілю?"
        },
        updateLastNameScreen: {
            titleFirst: "Яке твоє",
            titleSecond: "прізвище",
            span: "Напиши своє прізвище - так друзі та близькі зможуть знайти тебе у Bazhay! ",
            placeholder: "Напиши своє прізвище"
        },
        updatePostScreen: {
            fields: [
                {
                    title: "Країна",
                    placeholder: "Обери свою країну",
                    name: "country"
                },
                {
                    title: "Сервіс доставки",
                    placeholder: "Обери сервіс доставки",
                    name: "post_service"
                },
                {
                    title: "Місто",
                    placeholder: "Обери своє місто",
                    name: "city"
                },
                {
                    title: "Найближче відділення",
                    placeholder: "Вкажи відділення пошти",
                    name: "nearest_branch"
                },
                {
                    title: "ПІБ для отримання",
                    placeholder: "Напиши своє прізвище, ім’я та по-батькові",
                    name: "full_name"
                },
                {
                    title: "Номер телефону",
                    placeholder: "Напиши свій номер телефону",
                    name: "phone_number"
                },
            ],
            title: "Адреса відділення пошти"
        },
        updateProfileScreen: {
            title: "акаунт",
            emailPlaceholder: "Твоя електронна пошта",
            email: "Ел.пошта",
            namePlaceholder: "Як тебе звати?",
            name: "Ім’я",
            lastNamePlaceholder: "Яке твоє прізвище?",
            lastName: "Прізвище",
            nickNamePlaceholder: "Придумай собі нікнейм",
            nickName: "нікнейм",
            birthPlaceholder: "Яка твоя дата народження?",
            birth: "ММ.ДД.РРРР",
            aboutPlaceholder: "Напиши про себе",
            about: "Текст про мене",
            addressPlaceholder: "Твоя адреса для доставки подарунку",
            address: "Адреса",
            postPlaceholder: "Адреса відділення пошти",
            post: "Відділення пошти"
        },
        techSupportOrFAQScreen: {
            title: "технічна підтримка",
            questions: "Поширені питання",
            support: "Написати в підтримку"
        },
        faqCategoryScreen: {
            faq: "Поширені питання",
            supportButton: "Я не знайшов(ла) потрібної відподі. \nперейти в чат"
        },
        faq: [
            {
                title: "Підписка",
                questions: [
                    {
                        title: "Я хочу скасувати підписку",
                        filling: [
                            "ти завжди контролюєш свою підписку на Bazhay!, тож чи скасувати її чи ні - лише твій вибір! Хоч ми і хотіли б, щоб ти залишився(лася) з нами якомога довше, ми підкажемо, як можна скасувати підписку.",
                            "Команда Bazhay! не має доступу до підписок, тому не може їх змінювати чи скасовувати. Проте це можна зробити з налаштувань твого телефону у Google Play або AppStore."
                        ]
                    },
                    {
                        title: "Видалення облікового запису",
                        filling: [
                            "ти можеш самостійно видалити обліковий запис і свої дані. На екрані налаштувань, доступному після переходу на твій профіль,  знайдеш кнопку видалення облікового запису під опцією виходу. Якщо натиснеш на нього,  буде запропоновано підтвердити видалення твого облікового запису.",
                            "Однак, якщо ти передумаєш, є 14-денний період для відновлення облікового запису. Якщо ти ввійдеш у свій обліковий запис протягом цих двох тижнів, видалення скасовується, інакше воно буде завершено, щойно цей період мине.",
                            "Видалення твого облікового запису не скасує безкоштовну пробну версію або будь-яку з твоїх існуючих підписок негайно. тобі потрібно припинити її, скасувавши підписку спочатку в Google Play або AppStore."
                        ]
                    },
                    {
                        title: "Я хочу повернути свій платіж",
                        filling: [
                            "На жаль, ми не можемо повернути вам кошти напряму, оскільки кожен платіж обробляє Apple (iOS) aбo Google (Android) відповідно. Однак вони мають простий процес запиту на відшкодування зі свого сайту. Тут ви можете знайти посилання на їхні сторінки підтримки:",
                            "Apple (iOS)",
                            "Google (Android)"
                        ]
                    },
                    {
                        title: "Я оплатив(ла) підписку, але вона не активна",
                        filling: [
                            "Спробуй відновити покупку. Можливо, ми не отримали підтвердження платежу від Apple або Google. \nти можеш зробити це в нижній частині будь-якого екрана підписки в програмі, натиснувши «Відновити покупку»."
                        ]
                    },
                    {
                        title: "Чи є у мене активна підписка?",
                        filling: [
                            "ти можеш перевірити це в налаштуваннях, перейшовши на свій профіль, а потім натиснувши на кнопку преміум підписка. тебе буде перенаправлено до Google Play або App Store, де буде можливість змінити свою підписку."
                        ]
                    },
                    {
                        title: "що я отримаю в преміум версії?",
                        filling: [
                            "текст"
                        ]
                    }
                ]
            },
            {
                title: "Додаток та функціонал ",
                questions: [
                    {
                        title: "Я не можу увійти в обліковий запис",
                        filling: [
                            "Будь ласка, спробуй використати інший Wi-Fi або стільниковий зв'язок. Також перевір, чи входиш під тією ж електронною поштою та службою, яку ти зареєструвала.",
                            "(Переконайся, що (часовий) пояс встановлено автоматично в налаштуваннях телефону.)"
                        ]
                    }
                ]
            },
            {
                title: "Зворотній зв’язок",
                questions: [
                    {
                        title: "Я хочу запропонувати нову функцію",
                        filling: [
                            "Bazhay! з кожним днем розвивається і стає кращим для тебе, тому якщо ти хочеш побачити у застосунку нову функцію, будь ласка, поділися з нами у формі за ",
                            "цим посиланням.",
                            "Ми прислухаємось!"
                        ]
                    },
                    {
                        title: "Мені не подобається, що додаток\n платний",
                        filling: [
                            "Ми розуміємо, що це може вас турбувати.",
                            "Bazhay! є додатком, в якому ми пропонуємо багато функцій безкоштовно, а на преміум-функції потрібно оформити підписку. І Саме завдяки цьому ми можемо постійно покращувати можливості застосунку та робити його зручнішим для тебе."
                        ]
                    }
                ]
            }
          ]
    },
    home: {
        notificationsScreen: {
            title: "Сповіщення",
            emptyMessage: "У вас немає повідомлень"
        }
    },
    termsOfUseScreen: {
        title: "правила користування\nBazhay!",
        content: [
            {
                textes: [
                    "останнє оновлення: 04.10.2024"
                ]
            },
            {
                title: "УВАЖНО ПРОЧИТАЙТЕ ЦІ правила користування.",
                textes: [
                    'Це правила користування ("правила") для використання та доступу до нашого веб-сайту, платформи, програмного забезпечення, контенту, продуктів, додатків (мобільних або інших), акаунтів у соціальних мережах, форумів або інших послуг (разом "Додаток" або "Послуги"), наданих ФОП Грабовська Ольга Сергіївна та афілійованими їй компаніями (далі — “Bazhay!”, “Компанія”, “Ми” або “Нас”).',
                    "Доступаючись до нашого Додатку, ви погоджуєтесь дотримуватись цих правил. Якщо ви не погоджуєтеся з цими правилами, вам не слід використовувати наш Додаток або будь-які наші послуги. Ви також можете бути зобов’язані дотримуватись інших угод, таких як Політика конфіденційності та будь-які інші угоди, правила, політики або умови, які ми можемо публікувати та впроваджувати час від часу (разом “Інші політики”). Ці Інші політики включені до цих Умов використання. Якщо між цими правилами та однією з Інших політик виникає конфлікт, положення тієї Іншої політики будуть мати перевагу."
                ]
            },
            {
                title: "1. ЗАБОРОНЕНІ ОСОБИ (КРАЇНИ, ЮРИДИЧНІ ОСОБИ ТА ФІЗИЧНІ ОСОБИ)",
                textes: [
                    "Наші Послуги дотримуються українських та міжнародних законів і правил експортного контролю та економічних санкцій. Ви не маєте права використовувати Послуги для експорту чи реекспорту програмного забезпечення або технічних даних у порушення таких правил. Використовуючи Послуги, ви підтверджуєте та гарантуєте, що ви не є:",
                    "(a) фізичною, організацією або юридичною особою, що базується або створена за законами будь-якої країни або території, яка підпадає під санкції, включаючи Крим, Донецьку та Луганську області України; \n(b) особою, яка внесена до списку санкцій або є пов'язаною з такою особою; \n(c) стороною, на яку поширюються санкції чи обмеження, передбачені чинним законодавством; або \n(d) особою, залученою до діяльності, пов'язаної з ядерною, ракетною, хімічною або біологічною зброєю, що обмежена відповідно до чинного законодавства."
                ]
            },
            {
                title: "2. ДОСТУП І ВИКОРИСТАННЯ ДОДАТКУ.",
                textes: [
                    "a. Типи користувачів: Додаток можуть використовувати організатори списків бажань, дарувальники подарунків, організатори внесків, благодійники та/або інші користувачі (разом “Користувачі”). Наш Додаток дозволяє користувачам виконувати різні дії, включаючи розміщення списків бажань, організацію зборів коштів та надання коштів.",
                    "b. Реєстрація: Для доступу до Додатку ви можете бути зобов'язані пройти реєстрацію. Ви погоджуєтеся надавати достовірну, точну та актуальну інформацію. Ви не будете реєструватися під псевдонімом, хибною ідентичністю або з використанням неправдивого зображення. Використання будь-якої особистої інформації регулюється нашою Політикою конфіденційності.",
                    "c. Вікове обмеження: Вам повинно бути не менше 18 років або досягнуто повноліття у вашій юрисдикції для використання Додатку, якщо немає дозволу батьків або опікунів. Додаток не призначений для користувачів молодше 13 років. Якщо вам менше 13 років, негайно припиніть використання Додатку.",
                    "d. Безпека акаунту: Ви несете відповідальність за збереження безпеки доступу до вашого акаунту. Ми не несемо відповідальності за шкоду, що виникла внаслідок розголошення вами доступу або надання доступу до вашого акаунту третім особам.",
                    "e. Зміна та скасування: Ми залишаємо за собою право змінювати, призупиняти або припиняти доступ до Додатку у будь-який час без відповідальності.",
                    "f. Доступність: Наш Додаток не призначений для використання у юрисдикціях, де його використання є забороненим. Ми не несемо відповідальності за системні збої або обмеження.",
                    "g. Моніторинг Додатку: Ми можемо здійснювати моніторинг Додатку, щоб відповідати чинному законодавству або захищати себе та користувачів.",
                    "h. Загальнодоступна інформація: Деяка інформація, яку ви надаєте, може бути загальнодоступною у нашому Додатку. Будь ласка, ознайомтеся з нашою Політикою конфіденційності перед використанням Додатку."
                ]
            },
            {
                title: "3. ПІДПИСКИ ТА АВТОМАТИЧНЕ ПОДОВЖЕННЯ",
                textes: [
                    "Преміальні послуги Bazhay! надаються за передплатою, яка автоматично продовжується щорічно. Ви можете вимкнути автоматичне продовження в будь-який час у налаштуваннях свого акаунту.",
                    "a. Подовження передплати: Передплата автоматично продовжується щороку на дату першого придбання, якщо її не скасувати раніше.",
                    "b. Скасування: Ви можете скасувати свою передплату в будь-який час. Після скасування ваша передплата залишатиметься активною до закінчення поточного терміну.",
                    "c. Повернення коштів: Повернення коштів за поновлення передплати не надаються.",
                    "d. Обмеження використання: Ви не маєте права надавати доступ до наших послуг третім особам."
                ]
            },
            {
                title: "4. ПЛАТЕЖІ",
                textes: [
                    "Усі платежі обробляються через  платіжні системи _____________."
                ]
            },
            {
                title: "5. ЗМІНИ В ЦІНАХ",
                textes: [
                    "Ми повідомимо про будь-які зміни у вартості передплати щонайменше за один (1) місяць до набуття чинності."
                ]
            },
            {
                title: "6. НАША ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ",
                textes: [
                    "Для надання Послуг ми збираємо та використовуємо ваші персональні дані. Наші практики детально описані в Політиці конфіденційності, з якою ви повинні погодитися для використання нашого Додатку."
                ]
            },
            {
                title: "7. ПОВЕДІНКА КОРИСТУВАЧІВ ТА ЗАБОРОНЕНА ДІЯЛЬНІСТЬ",
                textes: [
                    "Ви несете відповідальність за будь-який контент, який ви завантажуєте, публікуєте або розміщуєте у нашому Додатку. Заборонені дії включають, але не обмежуються, незаконною діяльністю, шахрайським контентом і порушенням прав інтелектуальної власності."
                ]
            },
            {
                title: "8. ВІДСУТНІСТЬ ПІДТРИМКИ",
                textes: [
                    "Ми не підтримуємо та не несемо відповідальності за будь-який контент або дії користувачів. Усі завантаження здійснюються на власний ризик."
                ]
            },
            {
                title: "9. ВІДСУТНІСТЬ ГАРАНТІЙ",
                textes: [
                    "Ми не гарантуємо успіх або результат будь-якого списку бажань або внесків."
                ]
            },
            {
                title: "10. МИ НЕ Є БЛАГОДІЙНОЮ ОРГАНІЗАЦІЄЮ",
                textes: [
                    "Bazhay! не є благодійною організацією, і внески не можуть бути віднесені до податкових відрахувань."
                ]
            },
            {
                title: "11. МИ НЕ Є БРОКЕРОМ",
                textes: [
                    "Ми не продаємо і не сприяємо продажу цінних паперів. Ми не є брокером, фінансовою установою або кредитором."
                ]
            },
            {
                title: "12. ПОДАТКИ",
                textes: [
                    "Ви самостійно відповідаєте за дотримання податкового законодавства."
                ]
            },
            {
                title: "13. ПОСЛУГИ ТРЕТІХ ОСІБ",
                textes: [
                    "Використання Додатку може вимагати залучення третіх осіб. Ми не несемо відповідальності за їх політику або поведінку."
                ]
            },
            {
                title: "14. ІНТЕЛЕКТУАЛЬНА ВЛАСНІСТЬ",
                textes: [
                    "Ви не маєте права використовувати нашу інтелектуальну власність без дозволу."
                ]
            },
            {
                title: "15. ГАРАНТІЇ ТА ЗАПЕВНЕННЯ",
                textes: [
                    "Ви гарантуєте, що маєте право укладати ці Умови та що вся надана інформація є точною."
                ]
            },
            {
                title: "16. ВІДМОВА ВІД ГАРАНТІЙ",
                textes: [
                    'Наш Додаток надається "як є" без будь-яких гарантій.'
                ]
            },
            {
                title: "17. ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ",
                textes: [
                    "Ми не несемо відповідальності за будь-які збитки, що виникли внаслідок використання нашого Додатку."
                ]
            },
            {
                title: "18. ЗАХИСТ ІНТЕРЕСІВ",
                textes: [
                    "Ви погоджуєтесь захищати нас від будь-яких претензій, що виникають через використання вами нашого Додатку."
                ]
            },
            {
                title: "19. ЗМІНИ У ДОДАТКУ",
                textes: [
                    "Ми залишаємо за собою право змінювати ці Умови в будь-який час."
                ]
            },
            {
                title: "20. АРБІТРАЖ",
                textes: [
                    "Усі спори вирішуватимуться шляхом згідно законодавства України."
                ]
            },
            {
                title: "21. ЗАГАЛЬНІ ПОЛОЖЕННЯ",
                textes: [
                    "Ці Умови регулюються законодавством України. Ви погоджуєтесь дотримуватися всіх чинних законів."
                ]
            },
            {
                title: "Зв'язатися з нами:",
                textes: [
                    "Bazhay!\ninfo@bazhay.com"
                ]
            },
        ]
    },
    privacyPolicyScreen: {
        title: "ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ",
        content: [
            {
                blocks: [
                    [
                        {
                            text: "останнє оновлення: 04.10.2024"
                        }
                    ],
                    [
                        {
                            text: 'Це повідомлення про конфіденційність для ФОП Грабовська Ольга Сергіївна та афілійованими їй компаніями (далі — “Bazhay!”, “Компанія”, “Ми” або “Нас” описує, як і чому ми можемо збирати, зберігати, використовувати та/або передавати вашу інформацію під час використання наших послуг ("Послуги"), таких як:'
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Відвідування нашого додатку або будь-якого іншого веб-сайту, що посилається на це повідомлення про конфіденційність;"
                        },
                        {
                            isList: true,
                            text: " Взаємодія з нами іншими способами, включаючи продажі, маркетинг чи заходи."
                        }
                    ],
                    [
                        {
                            text: "Питання або побоювання?"
                        }
                    ],
                    [
                        {
                            text: "Прочитання цього повідомлення допоможе вам зрозуміти ваші права та вибір щодо конфіденційності. Якщо ви не згодні з нашими політиками та практиками, будь ласка, не використовуйте наші Послуги. Якщо у вас залишилися питання або побоювання, зв'яжіться з нами за адресою info@bazhay.com."
                        }
                    ],
                ]
            },
            {
                title: "КОРОТКИЙ ОГЛЯД КЛЮЧОВИХ ПОЛОЖЕНЬ",
                blocks: [
                    [
                        {
                            text: "Цей розділ містить основні моменти нашої політики конфіденційності. Для детальнішої інформації ознайомтеся з повною політикою конфіденційності."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Яку особисту інформацію ми збираємо? Ми можемо збирати особисту інформацію залежно від того, як ви взаємодієте з нами та Послугами."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Чи обробляємо ми чутливу особисту інформацію? Ми не обробляємо чутливу особисту інформацію."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Чи отримуємо ми інформацію від третіх сторін? Ми не отримуємо інформацію від третіх сторін."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Як ми обробляємо вашу інформацію? Ми обробляємо вашу інформацію для надання, покращення та адміністрування 	наших Послуг, комунікації з вами, забезпечення безпеки, запобігання шахрайству та дотримання законодавства."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " У яких випадках і з ким ми ділимося особистою інформацією? Ми можемо передавати інформацію у певних ситуаціях і певним третім сторонам. Дізнайтеся більше про те, коли і з ким ми передаємо вашу особисту інформацію."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Як ми захищаємо вашу інформацію? Ми використовуємо організаційні та технічні засоби для захисту вашої особистої інформації. Однак жодна технологія не може гарантувати 100% захисту. Дізнайтеся більше про те, як ми захищаємо вашу інформацію."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Які у вас права? Залежно від вашого місцезнаходження ви можете мати певні права щодо вашої особистої інформації."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Як ви можете скористатися своїми правами? Ви можете скористатися своїми правами, зв'язавшись з нами. Ми розглянемо та виконаємо ваш запит відповідно до чинного законодавства про захист даних."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Бажаєте дізнатися більше про те, як ми використовуємо інформацію? Ознайомтеся з повною політикою конфіденційності."
                        }
                    ],
                ]
            },
            {
                title: "1. ЯКУ ІНФОРМАЦІЮ МИ ЗБИРАЄМО?",
                blocks: [
                    [
                        {
                            text: "Особиста інформація, яку ви нам надаєте"
                        }
                    ],
                    [
                        {
                            text: "Коротко: Ми збираємо особисту інформацію, яку ви надаєте нам добровільно."
                        }
                    ],
                    [
                        {
                            text: "Ми збираємо особисту інформацію, яку ви добровільно надаєте нам, коли реєструєтеся на Послугах, висловлюєте інтерес до наших продуктів і Послуг, берете участь у діяльності на Послугах або іншим чином звертаєтесь до нас."
                        }
                    ],
                    [
                        {
                            text: "Особиста інформація, яку ви надаєте: Особиста інформація, яку ми збираємо, залежить від контексту вашої взаємодії з нами, ваших виборів та продуктів і функцій, які ви використовуєте. Ми можемо збирати таку інформацію:"
                        },
                        {
                            isList: true,
                            text: " Імена"
                        },
                        {
                            isList: true,
                            text: " Адреси 	електронної пошти"
                        },
                        {
                            isList: true,
                            text: " Поштові адреси"
                        },
                        {
                            isList: true,
                            text: " Паролі"
                        },
                        {
                            isList: true,
                            text: " Інформація 	про вішлісти"
                        },
                    ],
                    [
                        {
                            text: "Чутлива інформація: Ми не обробляємо чутливу інформацію."
                        }
                    ],
                    [
                        {
                            text: "Платіжні дані: Ми можемо збирати дані, необхідні для обробки вашого платежу, якщо ви здійснюєте покупки, такі як номер платіжного інструменту та код безпеки, пов'язаний з вашим платіжним інструментом. Усі платіжні дані зберігаються у платіжної системи, якою Ви користуєтесь."
                        }
                    ],
                    [
                        {
                            text: 'Дані входу через соціальні мережі: Ми можемо надати вам можливість зареєструватися за допомогою ваших облікових записів у соціальних мережах, таких як Facebook або Google. Якщо ви вирішите зареєструватися таким чином, ми збиратимемо інформацію, описану в розділі "ЯК МИ ОБРОБЛЯЄМО ВАШІ СОЦІАЛЬНІ ВХОДИ?" нижче.'
                        }
                    ],
                    [
                        {
                            text: "Уся особиста інформація, яку ви надаєте нам, має бути правдивою, повною та точною, і ви повинні повідомити нас про будь-які зміни цієї інформації."
                        }
                    ],
                    [
                        {
                            text: "Автоматично зібрана інформація"
                        }
                    ],
                    [
                        {
                            text: "Коротко: Деяка інформація — така як ваша IP-адреса або характеристики браузера та пристрою — збирається автоматично, коли ви відвідуєте наші Послуги."
                        }
                    ],
                    [
                        {
                            text: "Ми автоматично збираємо певну інформацію, коли ви відвідуєте, використовуєте або переглядаєте Послуги. Ця інформація не розкриває вашу особу (наприклад, ваше ім’я або контактну інформацію), але може включати інформацію про пристрій та використання, таку як ваша IP-адреса, характеристики браузера та пристрою, операційна система, мовні налаштування, URL-адреси переходу, назва пристрою, країна, місцезнаходження, інформація про те, як і коли ви використовуєте наші Послуги, та інша технічна інформація. Ця інформація в першу чергу потрібна для підтримки безпеки та роботи наших Послуг, а також для нашого внутрішнього аналізу та звітності."
                        }
                    ],
                    [
                        {
                            text: "Як багато компаній, ми також збираємо інформацію через файли cookie та подібні технології."
                        }
                    ],
                    [
                        {
                            text: "Інформація, яку ми збираємо, включає:"
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Дані журналу та використання: Дані журналу та використання — це інформація, пов'язана з сервісом, діагностикою, використанням та продуктивністю, яку наші сервери автоматично збирають, коли ви отримуєте доступ до наших Сервісів або використовуєте їх, і яку ми записуємо в журнали. Залежно від того, як ви взаємодієте з нами, ці дані журналу можуть включати вашу IP-адресу, інформацію про пристрій, тип браузера, налаштування та інформацію про вашу активність у Сервісах (таку як відмітки дати/часу, пов’язані з вашим використанням, переглянуті сторінки та файли, пошукові запити та інші дії, які ви виконуєте, наприклад, які функції ви використовуєте), інформацію про події на пристрої (таку як активність системи, звіти про помилки (інколи звані «знімки аварійного завершення»), та налаштування апаратного забезпечення)."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Дані про пристрій: Ми збираємо дані про пристрій, такі як інформація про ваш комп’ютер, телефон, планшет або інший пристрій, який ви використовуєте для доступу до Сервісів. Залежно від пристрою, що використовується, ці дані можуть включати таку інформацію, як ваша IP-адреса (або проксі-сервер), ідентифікаційні номери пристрою та додатків, місцезнаходження, тип браузера, модель апаратного забезпечення, інтернет-провайдер та/або мобільний оператор, операційну систему та інформацію про конфігурацію системи."
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Дані про місцезнаходження: Ми збираємо дані про місцезнаходження, такі як інформація про місцезнаходження вашого пристрою, яка може бути точною або неточною. Кількість інформації, яку ми збираємо, залежить від типу та налаштувань пристрою, який ви використовуєте для доступу до Сервісів. Наприклад, ми можемо використовувати GPS та інші технології для збору даних геолокації, які повідомляють нам ваше поточне місцезнаходження (на основі вашої IP-адреси). Ви можете відмовитися від надання нам цієї інформації, відмовивши в доступі до неї або вимкнувши налаштування геолокації на своєму пристрої. Однак, якщо ви вирішите відмовитися, ви можете не мати змоги використовувати певні аспекти Сервісів."
                        }
                    ],
                ]
            },
            {
                title: "2. ЯК МИ ОБРОБЛЯЄМО ВАШУ ІНФОРМАЦІЮ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми обробляємо вашу інформацію для надання, покращення та адміністрування наших Послуг, спілкування з вами, для забезпечення безпеки та запобігання шахрайству, а також для дотримання законодавства. Ми також можемо обробляти вашу інформацію для інших цілей за вашою згодою."
                        }
                    ],
                    [
                        {
                            text: "Ми обробляємо вашу особисту інформацію з різних причин, залежно від того, як ви взаємодієте з нашими Послугами, включаючи:"
                        }
                    ],
                    [
                        {
                            isList: false,
                            text: " Щоб полегшити створення облікового запису та автентифікацію інакше керувати обліковими записами користувачів. Ми можемо обробляти вашу інформацію, щоб ви могли створювати та входити до свого облікового запису, а також підтримувати роботу вашого облікового запису."
                        }
                    ],
                    [
                        {
                            isList: false,
                            text: " Для надання вам персоналізованої реклами. Ми можемо обробляти вашу інформацію, щоб розробляти та показувати вам персоналізований контент і рекламу, що відповідають вашим інтересам, місцезнаходженню тощо."
                        }
                    ],
                    [
                        {
                            isList: false,
                            text: " Для захисту наших Послуг."
                        }
                    ],
                ]
            },
            {
                title: "3. ЯКІ ПРАВОВІ ПІДСТАВИ МИ ВИКОРИСТОВУЄМО ДЛЯ ОБРОБКИ ВАШОЇ ІНФОРМАЦІЇ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми обробляємо ваші персональні дані тільки тоді, коли вважаємо це необхідним і маємо дійсну правову підставу (тобто, юридичну підставу) відповідно до чинного законодавства, наприклад, за вашою згодою, для виконання законодавчих вимог, надання вам послуг, укладення або виконання наших договірних зобов’язань, захисту ваших прав або для реалізації наших законних ділових інтересів."
                        }
                    ],
                    [
                        {
                            text: "Для користувачів в Україні:"
                        }
                    ],
                    [
                        {
                            text: "Ми обробляємо ваші персональні дані на основі наступних правових підстав відповідно до законодавства України:"
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Згода: Ми можемо обробляти вашу інформацію, якщо ви надали нам дозвіл (тобто, згоду) використовувати ваші персональні дані для конкретної мети. Ви можете відкликати свою згоду у будь-який час."
                        },
                        {
                            isList: true,
                            text: " Законні інтереси: Ми можемо обробляти вашу інформацію, коли вважаємо, що це розумно необхідно для реалізації наших законних ділових інтересів, і ці інтереси не переважають ваші права та свободи."
                        },
                        {
                            isList: true,
                            text: " Юридичні зобов’язання: Ми можемо обробляти вашу інформацію, коли це необхідно для виконання наших юридичних зобов’язань відповідно до законодавства України."
                        },
                        {
                            isList: true,
                            text: " Життєво важливі інтереси: Ми можемо обробляти вашу інформацію, коли вважаємо, що це необхідно для захисту ваших життєво важливих інтересів або життєво важливих інтересів третьої сторони."
                        },
                    ],
                    [
                        {
                            text: "Якщо ви знаходитесь в ЄС або Великобританії, цей розділ стосується вас."
                        }
                    ],
                    [
                        {
                            text: "Загальний регламент захисту даних (GDPR) та UK GDPR зобов'язують нас пояснити законні підстави, на які ми спираємось для обробки ваших персональних даних. Таким чином, ми можемо використовувати такі законні підстави для обробки ваших персональних даних:"
                        }
                    ],
                    [
                        {
                            text: "Згода. Ми можемо обробляти ваші дані, якщо ви дали нам дозвіл (тобто згоду) використовувати ваші персональні дані для конкретної мети. Ви можете відкликати свою згоду у будь-який час. Дізнайтеся більше про відкликання вашої згоди."
                        }
                    ],
                    [
                        {
                            text: "Законні інтереси. Ми можемо обробляти ваші дані, коли вважаємо це розумно необхідним для досягнення наших законних ділових інтересів, і ці інтереси не переважають ваші інтереси та основні права і свободи. Наприклад, ми можемо обробляти ваші персональні дані для деяких цілей, описаних нижче:"
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Розробка та демонстрація персоналізованого та відповідного рекламного контенту для наших користувачів"
                        },
                        {
                            isList: true,
                            text: " Аналіз того, як використовуються наші Сервіси, щоб ми могли їх покращувати для залучення та утримання користувачів"
                        },
                        {
                            isList: true,
                            text: " Підтримка наших маркетингових активностей"
                        },
                        {
                            isList: true,
                            text: " Діагностика проблем та/або запобігання шахрайській діяльності"
                        },
                    ],
                    [
                        {
                            text: "Юридичні зобов'язання. Ми можемо обробляти ваші дані, коли вважаємо це необхідним для дотримання наших юридичних зобов’язань, наприклад, щоб співпрацювати з правоохоронними органами чи регуляторним органом, захищати наші юридичні права або розкривати вашу інформацію як доказ у судовому процесі, в якому ми беремо участь."
                        }
                    ],
                    [
                        {
                            text: "Життєво важливі інтереси. Ми можемо обробляти ваші дані, коли вважаємо, що це необхідно для захисту ваших життєво важливих інтересів або життєво важливих інтересів третьої сторони, наприклад, у ситуаціях, що включають потенційні загрози для безпеки будь-якої особи."
                        }
                    ],
                    [
                        {
                            text: "Якщо ви знаходитесь в Канаді, цей розділ стосується вас."
                        }
                    ],
                    [
                        {
                            text: "Ми можемо обробляти ваші дані, якщо ви дали нам конкретний дозвіл (тобто явну згоду) використовувати ваші персональні дані для конкретної мети або в ситуаціях, коли ваша згода може бути передбачена (тобто припущена згода). Ви можете відкликати свою згоду у будь-який час."
                        }
                    ],
                    [
                        {
                            text: "У деяких виняткових випадках нам може бути юридично дозволено обробляти ваші дані без вашої згоди відповідно до чинного законодавства, зокрема, наприклад:"
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Якщо збір даних явно в інтересах особи і згоду не можна отримати своєчасно"
                        },
                        {
                            isList: true,
                            text: " Для розслідувань, виявлення та запобігання шахрайству"
                        },
                        {
                            isList: true,
                            text: " Для бізнес-транзакцій за умови виконання певних умов"
                        },
                        {
                            isList: true,
                            text: " Якщо це міститься в свідченнях свідків, і збір є необхідним для оцінки, обробки або врегулювання страхового випадку"
                        },
                        {
                            isList: true,
                            text: " Для ідентифікації постраждалих, хворих або померлих осіб та спілкування з найближчими родичами"
                        },
                        {
                            isList: true,
                            text: " Якщо у нас є підстави вважати, що особа стала, є або може стати жертвою фінансового зловживання"
                        },
                        {
                            isList: true,
                            text: " Якщо розумно очікувати, що збір та використання згоди може поставити під загрозу наявність або точність інформації, і збір є розумним для цілей, пов’язаних з розслідуванням порушення договору або порушення законів Канади чи провінції"
                        },
                        {
                            isList: true,
                            text: " Якщо розкриття вимагається для дотримання повістки, ордера, судового наказу або правил суду, що стосуються надання записів"
                        },
                        {
                            isList: true,
                            text: " Якщо інформація була створена особою в ході її роботи, бізнесу чи професійної діяльності, і збір є відповідним цілям, для яких інформація була створена"
                        },
                        {
                            isList: true,
                            text: " Якщо збір здійснюється виключно для журналістських, художніх або літературних цілей"
                        },
                        {
                            isList: true,
                            text: " Якщо інформація є загальнодоступною і визначена нормативними актами"
                        },
                    ],
                ]
            },
            {
                title: "4. КОЛИ ТА З КИМ МИ ПОДІЛЯЄМОСЯ ВАШОЮ ПЕРСОНАЛЬНОЮ ІНФОРМАЦІЄЮ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми можемо передавати інформацію в конкретних ситуаціях, описаних у цьому розділі, та/або з наступними третіми сторонами."
                        }
                    ],
                    [
                        {
                            text: 'Постачальники, консультанти та інші треті сторони. Ми можемо передавати ваші дані третім сторонам, таким як постачальники, постачальники послуг, підрядники або агенти ("треті сторони"), які виконують послуги для нас або від нашого імені та потребують доступу до цієї інформації для виконання своєї роботи. Ми маємо угоди з цими третіми сторонами, які розроблені для забезпечення захисту ваших персональних даних. Це означає, що вони не можуть нічого робити з вашими персональними даними, якщо ми не дали їм відповідних вказівок. Вони також не будуть передавати ваші персональні дані жодній організації, окрім нас. Вони також зобов’язуються захищати дані, які вони зберігають від нашого імені, і зберігати їх протягом періоду, який ми визначимо. До третіх сторін, яким ми можемо передавати персональні дані, належать:'
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Реклама, прямий маркетинг та генерація лідів: Google AdSense"
                        },
                        {
                            isList: true,
                            text: " Реєстрація облікових записів користувачів та автентифікація: Google OAuth 2.0 "
                        },
                        {
                            isList: true,
                            text: " Аналіз вебсайтів та мобільних додатків: Google Analytics"
                        },
                        {
                            isList: true,
                            text: " Захист від спаму: Сервіс Google reCAPTCHA"
                        },
                        {
                            isList: true,
                            text: " Реєстрація та автентифікація облікових записів користувачів: Увійти через Apple"
                        },
                    ],
                    [
                        {
                            text: "Ми також можемо ділитися вашими персональними даними в наступних ситуаціях:"
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Бізнес-трансфери. Ми можемо передавати або передавати вашу інформацію у зв'язку з будь-яким злиттям, продажем активів компанії, фінансуванням або придбанням всієї або частини нашого бізнесу іншою компанією, або під час переговорів щодо цього."
                        },
                        {
                            isList: true,
                            text: " Бізнес-партнери. Ми можемо ділитися вашою інформацією з нашими бізнес-партнерами, щоб запропонувати вам певні продукти, послуги або акції."
                        },
                    ],
                ]
            },
            {
                title: "5. ЯКА НАША ПОЗИЦІЯ ЩОДО ВЕБСАЙТІВ ТРЕТІХ СТОРІН?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми не несемо відповідальності за безпеку будь-якої інформації, яку ви надаєте третім сторонам, з якими ми можемо посилатися або які рекламуються на наших Послугах, але які не пов'язані з нашими Послугами."
                        }
                    ],
                    [
                        {
                            text: "Послуги можуть містити посилання на вебсайти третіх сторін, онлайн-сервіси або мобільні додатки та/або містити рекламу третіх сторін, які не пов’язані з нами та можуть посилатися на інші вебсайти, сервіси або додатки. Таким чином, ми не надаємо жодних гарантій щодо таких третіх сторін і не несемо відповідальності за будь-які втрати чи шкоду, спричинені використанням таких вебсайтів, сервісів або додатків третіх сторін. Наявність посилання на вебсайт, сервіс або додаток третьої сторони не означає, що ми підтримуємо їх. Ми не можемо гарантувати безпеку та конфіденційність даних, які ви надаєте будь-яким третім сторонам. Будь-які дані, зібрані третіми сторонами, не підпадають під дію цього повідомлення про конфіденційність. Ми не несемо відповідальності за зміст або практики конфіденційності та безпеки будь-яких третіх сторін, включаючи інші вебсайти, сервіси або додатки, які можуть бути пов'язані з Послугами або з якихось посилань. Вам слід ознайомитися з політиками таких третіх сторін і зв'язатися з ними безпосередньо, щоб отримати відповіді на ваші запитання."
                        }
                    ],
                ]
            },
            {
                title: "6. ЧИ ВИКОРИСТОВУЄМО МИ ФАЙЛИ COOKIE ТА ІНШІ ТЕХНОЛОГІЇ ВІДСЛІДКОВУВАННЯ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми можемо використовувати файли cookie та інші технології відстеження для збору та зберігання вашої інформації."
                        }
                    ],
                    [
                        {
                            text: "Ми використовуємо файли cookie та подібні технології для доступу до інформації та її зберігання."
                        }
                    ],
                ]
            },
            {
                title: "7. ЯК МИ ВИКОРИСТОВУЄМО ВАШІ ВХОДИ В СОЦІАЛЬНІ МЕРЕЖІ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Якщо ви реєструєтесь або входите в наші Послуги через обліковий запис у соціальних мережах, ми можемо отримати певну інформацію про вас."
                        }
                    ],
                    [
                        {
                            text: "Якщо ви реєструєтеся або входите в наші Послуги через обліковий запис у соціальних мережах, таких як Google, ми можемо отримати доступ до інформації, наприклад, вашого імені, адреси електронної пошти та списку друзів. Ми використовуємо цю інформацію лише для цілей, описаних у цій політиці конфіденційності."
                        }
                    ],
                ]
            },
            {
                title: "8. ЯК ДОВГО МИ ЗБЕРІГАЄМО ВАШУ ІНФОРМАЦІЮ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми зберігаємо вашу інформацію стільки, скільки необхідно для виконання цілей, викладених у цій політиці конфіденційності, якщо інше не передбачено законом."
                        }
                    ],
                    [
                        {
                            text: "Ми зберігатимемо вашу особисту інформацію лише стільки часу, скільки це необхідно для виконання цілей, зазначених у цій політиці конфіденційності, або відповідно до вимог закону. Після цього ми видалимо або анонімізуємо вашу інформацію."
                        }
                    ],
                ]
            },
            {
                title: "9. ЯК МИ ЗАХИЩАЄМО ВАШУ ІНФОРМАЦІЮ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Ми використовуємо технічні та організаційні заходи для захисту вашої особистої інформації."
                        }
                    ],
                    [
                        {
                            text: "Ми впровадили відповідні технічні та організаційні заходи для захисту вашої інформації. Однак ми не можемо гарантувати повну безпеку інформації від несанкціонованого доступу, зламів чи втрат."
                        }
                    ],
                ]
            },
            {
                title: "10. ЯКІ У ВАС ПРАВА НА КОНФІДЕНЦІЙНІСТЬ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Залежно від вашого місцезнаходження, ви можете мати певні права щодо вашої особистої інформації."
                        }
                    ],
                    [
                        {
                            text: "Ви можете мати право на доступ, виправлення або видалення вашої особистої інформації, обмеження або заперечення проти обробки даних, а також на перенесення даних. Ви можете реалізувати свої права, зв'язавшись з нами."
                        }
                    ],
                ]
            },
            {
                title: '11. КОНТРОЛЬ ФУНКЦІЙ "НЕ ВІДСТЕЖУВАТИ"',
                blocks: [
                    [
                        {
                            text: 'Коротко: Ми наразі не відповідаємо на сигнали браузера "Не відстежувати" (DNT).'
                        }
                    ],
                    [
                        {
                            text: 'Більшість браузерів і деякі мобільні операційні системи мають функцію "Не відстежувати" (DNT). Оскільки немає єдиного стандарту для реалізації цих сигналів, ми наразі не реагуємо на DNT.'
                        }
                    ],
                ]
            },
            {
                title: "12. ЧИ Є СПЕЦИФІЧНІ ПРАВА НА КОНФІДЕНЦІЙНІСТЬ ДЛЯ ГРОМАДЯН УКРАЇНИ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Громадяни України мають специфічні права відповідно до Закону України «Про захист персональних даних»."
                        }
                    ],
                    [
                        {
                            text: "Громадяни України мають право:"
                        }
                    ],
                    [
                        {
                            isList: true,
                            text: " Запитувати доступ до своєї особистої інформації, яку ми зберігаємо."
                        },
                        {
                            isList: true,
                            text: " Запитувати виправлення або видалення своєї особистої інформації."
                        },
                        {
                            isList: true,
                            text: "	Відкликати згоду на обробку даних."
                        },
                    ],
                    [
                        {
                            text: "Щоб скористатися цими правами, зв’яжіться з нами за адресою info@bazhay.com."
                        }
                    ],
                ]
            },
            {
                title: "13. ПЕРСОНАЛЬНА ІНФОРМАЦІЯ",
                blocks: [
                    [
                        {
                            text: "Реєстрація користувачем в Bazhay! вимагає надання певної персональної інформації, такої як ваше ім’я та електронна адреса. Якщо ви реєструєтесь через соціальні мережі, ви надаєте нам дозвіл на доступ до певної інформації, наприклад, вашого профільного зображення та адреси електронної пошти. Ця інформація може бути використана для надання наших Послуг."
                        }
                    ]
                ]
            },
            {
                title: "14. ПАРТНЕРИ-ТРЕТІ СТОРОНИ",
                blocks: [
                    [
                        {
                            text: "Партнери-треті сторони можуть використовувати наші програмні послуги на своїх веб-сайтах для надання списків бажань своїм користувачам. Ваша інформація може бути передана цим партнерам для маркетингових і комерційних цілей."
                        }
                    ]
                ]
            },
            {
                title: "15. ЧИ ОНОВЛЮЄМО МИ ЦЕ ПОВІДОМЛЕННЯ?",
                blocks: [
                    [
                        {
                            text: "Коротко: Так, ми будемо оновлювати це повідомлення, щоб воно відповідало чинному законодавству."
                        }
                    ],
                    [
                        {
                            text: "Ми можемо періодично оновлювати це повідомлення про конфіденційність. Оновлена версія буде позначена оновленою датою, і нова версія набуде чинності, як тільки вона стане доступною. Якщо ми внесемо суттєві зміни, ми повідомимо вас або через оголошення на нашому веб-сайті, або надіславши повідомлення безпосередньо."
                        }
                    ],
                ]
            },
            {
                title: "16. ЯК ЗВ'ЯЗАТИСЯ З НАМИ ЩОДО ЦЬОГО ПОВІДОМЛЕННЯ?",
                blocks: [
                    [
                        {
                            text: "Якщо у вас є питання або коментарі щодо цього повідомлення, ви можете зв'язатися з нашим уповноваженим із захисту даних (DPO) за адресою info@bazhay.com або поштою:"
                        }
                    ],
                    [
                        {
                            text: "Bazhay!"
                        }
                    ],
                ]
            },
            {
                title: "17. ЯК ВИ МОЖЕТЕ ПЕРЕГЛЯДАТИ, ОНОВЛЮВАТИ АБО ВИДАЛЯТИ ЗІБРАНІ ВАМИ ДАНІ?",
                blocks: [
                    [
                        {
                            text: "Відповідно до чинного законодавства ви маєте право вимагати доступ до особистої інформації, яку ми збираємо про вас, змінювати її або видаляти. Щоб подати такий запит, будь ласка, зв'яжіться з нами за адресою info@bazhay.com."
                        }
                    ]
                ]
            },
        ]
    },
    wishScreen: {
        buyByLink: "Придбати за цим посиланням",
        bottomText: "Якщо ти знаходишся далеко, то можеш відправити мені подарунок:",
        address: "Адреса",
        post: "Пошта",
        giftButton: "Подарувати!"
    },
    doYouWantToFulfillWish: {
        firstPart: "ти хочеш",
        italicPart: "здійснити",
        secondPart: "це бажання?"
    },
    fulfillWishPremiumMessage: "Чудово! ти хочеш зарезервувати за собою виконання бажання — отримувач незабаром підтвердить цю дію",
    fulfillWishNotPremiumMessage: "Чудово! ти зарезервував за собою виконання бажання і отримувач вже чекає на нього",
    firstTypeReservationButton: "це бажання зарезервоване за тобою",
    secondTypeReservationButton: "це бажання зарезервоване. за @",
    thirdTypeReservationButton: "це бажання зарезервоване",
    fourthTypeReservationButton: "це бажання зарезервоване. ти можеш обрати інше бажання та виконати його",
    fulfilledMessage: "це бажання здійснено",
    doesHelped: {
        bold: "Bazhay!",
        first: "допоміг",
        italic: "здійснити",
        second: "це бажання?"
    },
    yourWishFulfilled: "ваше бажання здійснено",
    deleteWish: {
        first: "ти дійсно хочеш",
        italic: "видалити",
        second: "це бажання?"
    },
    yes: "Так",
    no: "Ні",
    addressAccess: {
        text: "Для того, щоб подивитись адресу цього користувача, потрібен дозвіл",
        buttonText: "Запросити дозвіл",
        message: "запит на дозвіл перегляду адреси надіслано"
    },
    postAccess: {
        text: "Для того, щоб подивитись пошту цього користувача, потрібен дозвіл",
        buttonText: "Запросити дозвіл",
        message: "запит на дозвіл перегляду пошти надіслано"
    }
}